Repository: hasgeek/baseframe
Catalog: src/baseframe/translations/*/LC_MESSAGES/baseframe.po
Languages: hi_in

source: now
hi_in: अभी

source: seconds ago
hi_in: कुछ सेकंड पहले

source: %(num)s seconds ago
hi_in: %(num)s सेकंड पहले

source: a minute ago
hi_in: एक मिनट पहले

source: %(num)s minutes ago
hi_in: %(num)s मिनटों पहले

source: an hour ago
hi_in: एक घंटा पहले

source: %(num)s hours ago
hi_in: %(num)s घंटो पहले

source: a day ago
hi_in: एक दिन पहले

source: %(num)s days ago
hi_in: %(num)s दिनों पहले

source: a month ago
hi_in: एक महीने पहले

source: %(num)s months ago
hi_in: %(num)s महीनों पहले

source: a year ago
hi_in: एक साल पहले

source: %(num)s years ago
hi_in: %(num)s सालों पहले

source: Submit
hi_in: जमा करें

source: Delete
hi_in: मिटाएं

source: Cancel
hi_in: रद्द करें

source: Not a valid choice
hi_in: यह मान्य विकल्प नहीं हैं

source: Field value must be a dictionary
hi_in: फील्ड वैल्यू एक डिक्शनरी होनी चाहिए

source: This form has already been submitted
hi_in: ये फॉर्म पहले ही जमा किया जा चुका है

source: This URL name is already in use
hi_in: यह URL नाम पहले से इस्तेमाल में हैं

source: The secret parameter is missing
hi_in: सीक्रेट पैरामीटर मौजूद नहीं हैं

source: The secret parameter is invalid or malformed
hi_in: सीक्रेट पैरामीटर गलत या असामान्य है

source: This is required
hi_in: यह आवश्यक है

source: Comparison failed
hi_in: तुलना असफल रही

source: This is not a valid emoji
hi_in: यह मान्य इमोजी नहीं है

source: This domain is not a public email domain
hi_in: यह डोमेन सार्वजनिक ईमेल डोमेन नहीं है

source: This domain is a public email domain
hi_in: यह डोमेन सार्वजनिक ईमेल डोमेन है

source: This email address does not appear to be valid
hi_in: लगता है की यह ईमेल पता मान्य नहीं है

source: The URL “{url}” is not valid or is currently inaccessible
hi_in: यह URL “{url}” या तो मान्य नहीं है या फिर इस वक्त पहुँचा नहीं जा सकता

source: The URL “{url}” linked from “{text}” is not valid or is currently inaccessible
hi_in: “{text}” से लिंक किया गया URL “{url}” या तो मान्य नहीं है या फिर इस वक्त पहुँचा नहीं जा सकता

source: This URL’s protocol is not allowed
hi_in: इस URL के प्रोटोकॉल अस्वीकृत है

source: This URL’s domain is not allowed
hi_in: इस URL के डोमेन अस्वीकृत है

source: Email address identified
hi_in: ईमेल पता पहचाना गया

source: This name contains unsupported characters. It should have letters, numbers and non-terminal hyphens only
hi_in: इस नाम में असमर्थित पात्र हैं। इसमें केवल पत्र, संख्या और हाइफेन होने चाहिए

source: Valid latitude and longitude expected
hi_in: मान्य अक्षांश और देशांतर की जरूरत है

source: Latitude must be within ± 90 degrees
hi_in: अक्षांश ± 90 डिग्री के अंदर होना चाहिए

source: Longitude must be within ± 180 degrees
hi_in: देशांतर ± 180 डिग्री के अंदर होना चाहिए

source: The server was temporarily unreachable. Try again
hi_in: सर्वर थोड़ी देर के लिए पहुँच से बाहर था. फिर से कोशिश करें

source: Latitude
hi_in: अक्षांश

source: Longitude
hi_in: देशांतर

source: Image URL
hi_in: इमेज URL

source: This form has timed out. Please submit again to confirm
hi_in: इस फॉर्म को जमा करने का समय खत्म हो चुका है. पुष्टि के लिए कृपयाफिर से जमा करें

source: Please review the indicated issues
hi_in: कृपया चिन्हांकित किये गए गलतियों का आलोच करें

source: Loading…
hi_in: लोडिंग…

source: Select or upload image
hi_in: इमेज को चुने या फिर अपलोड करें

source: Close
hi_in: बंद करें

source: Bad Request
hi_in: अमान्य रिक्वेस्ट

source: This request was malformed and could not be processed
hi_in: यह रिक्वेस्ट विकृत होने के कारण प्रोसेस नहीं हो पायी

source: Access denied
hi_in: पहुँच निषेध

source: You do not have access to that page
hi_in: आपके पास उस पेज को खोलने की पहुंच नहीं है

source: Not Found
hi_in: नहीं मिला

source: The page you were looking for does not exist
hi_in: जिस पेज की आप तलाश कर रहे थे वह मौजूद नहीं है

source: Too Many Requests
hi_in: बहुत अधिक अनुरोध

source: You have exceeded the rate limit and must try after some time
hi_in: आपने दर सीमा पार कर दी है और आपको थोड़ी देर बाद कोशिश करनी होगी

source: Internal Server Error
hi_in: आंतरिक सर्वर त्रुटि
